tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "sanemat/font"
brew "awscli"
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "cmatrix"
brew "coreutils"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker"
brew "gobject-introspection"
brew "harfbuzz"
brew "pango"
brew "freetds"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnutls"
brew "imagemagick"
brew "jq"
brew "lima"
brew "lv"
brew "python@3.10"
brew "mackup"
brew "mysql-client"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "php"
brew "pipenv"
brew "protobuf"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "rhysd/actionlint/actionlint"
brew "sanemat/font/ricty"
cask "aws-vault"
