tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "rhysd/actionlint", "https://github.com/rhysd/actionlint"
tap "sanemat/font"
tap "songmu/tap"
brew "apr-util"
brew "awscli"
brew "berkeley-db", link: true
brew "node"
brew "bitwarden-cli"
brew "glib"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "openldap"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "firebase-cli"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gd"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-secrets"
brew "gnutls"
brew "gobject-introspection"
brew "shared-mime-info"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "libfido2"
brew "libslirp"
brew "qemu"
brew "lima"
brew "lv"
brew "mackup"
brew "mysql-client"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "openjdk"
brew "peco"
brew "percona-toolkit"
brew "php"
brew "php-cs-fixer"
brew "php@8.1"
brew "pipenv"
brew "protobuf"
brew "pyenv"
brew "python@3.10"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby-build"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "aws/tap/copilot-cli"
brew "rhysd/actionlint/actionlint"
brew "sanemat/font/ricty"
brew "songmu/tap/blogsync"
cask "aws-vault"
