tap "homebrew/bundle"
tap "homebrew/core"
tap "sanemat/font"
brew "awscli"
brew "cmatrix"
brew "direnv"
brew "gcc"
brew "ghq"
brew "git"
brew "hub"
brew "jq"
brew "lv"
brew "mackup"
brew "mysql-client"
brew "nkf"
brew "nmap"
brew "nodebrew"
brew "peco"
brew "pipenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "zsh"
brew "sanemat/font/ricty"
